const data = [
  {
    id: 1,
    title: 'Берёза',
    start: '01.04',
    end: '15.05',
    symptoms:
      'Зуд, насморк, чихание - нос, покраснение, зуд, слезоточивость - глаза',
    crossReactions:
      'Может вызывать перекрёстные реакции с определенными плодами и овощами, такими как яблоки, морковь, сельдерей.',
    color: '#7FB800',
  },
  {
    id: 2,
    title: 'Дуб',
    start: '15.04',
    end: '30.06',
    symptoms: 'Зуд глаз и носа, ощущение заложенности носа, чихание.',
    crossReactions:
      'Может вызывать перекрёстные реакции с пшеницей и персиками.',
    color: '#FF4500',
  },
  {
    id: 3,
    title: 'Ива',
    start: '01.03',
    end: '15.04',
    symptoms:
      'Чихание, насморк, заложенность кашель, приступы удушья, сухой кашель.',
    crossReactions:
      'Может вызывать перекрёстные реакции с яблоками и морковью.',
    color: '#1E90FF',
  },
  {
    id: 4,
    title: 'Липа',
    start: '01.06',
    end: '15.07',
    symptoms:
      'Покраснение и зуд кожи, ангионевротический отек, риноконъюнктивит, кашель.',
    crossReactions: 'Может вызывать перекрёстные реакции с медом и киви.',
    color: '#00CED1',
  },
  {
    id: 5,
    title: 'Ольха',
    start: '15.03',
    end: '30.04',
    symptoms:
      'Покраснение и жжение слизистой глаз, слезотечение, отек век, заложенность носа, чихание, кашель, одышка.',
    crossReactions:
      'Может вызывать перекрёстные реакции с орехами и морепродуктами.',
    color: '#8B4513',
  },
  {
    id: 6,
    title: 'Пихта',
    start: '01.01',
    end: '31.12',
    symptoms: 'Чихание, приступы астмы, слезотечение, отёк век.',
    crossReactions:
      'Может вызывать перекрёстные реакции с другими хвойными деревьями и орехами.',
    color: '#228B22',
  },
  {
    id: 7,
    title: 'Сосна',
    start: '01.03',
    end: '15.05',
    symptoms:
      'Жжение и зуд под веками, краснота и слезотечение, заложенность носа, чихание.',
    crossReactions:
      'Может вызывать перекрёстные реакции с другими хвойными деревьями и орехами.',
    color: '#FF6347',
  },
  {
    id: 8,
    title: 'Тополь',
    start: '01.02',
    end: '15.03',
    symptoms:
      'Покраснение и жжение слизистой глаз, слезотечение, отек век, заложенность носа, чихание, кашель, одышка.',
    crossReactions: 'Может вызывать перекрёстные реакции с ясенем и берёзой.',
    color: '#8A2BE2',
  },
  {
    id: 9,
    title: 'Ясень',
    start: '01.04',
    end: '15.05',
    symptoms:
      'Конъюнктивит, ринит, обострение бронхиальной астмы, крапивница, отек Квинке.',
    crossReactions:
      'Может вызывать перекрёстные реакции с орехами и морепродуктами.',
    color: '#32CD32',
  },
  {
    id: 10,
    title: 'Яблоня',
    start: '01.04',
    end: '15.05',
    symptoms:
      'Насморк, заложенность носа, приступы чихания, чувство жжения или зуда в носу и полости рта, конъюнктивит, кашель, в некоторых случаях приступы удушья.',
    crossReactions:
      'Может вызывать перекрёстные реакции с берёзой и другими плодами, такими как персики и абрикосы.',
    color: '#FFA07A',
  },
  {
    id: 11,
    title: 'Жасмин',
    start: '15.05',
    end: '30.06',
    symptoms: 'Зуд в носовой полости, чихание, заложенность носа.',
    crossReactions:
      'Может вызывать перекрёстные реакции с плодами, такими как бананы и мелоны.',
    color: '#f8de7e',
  },
  {
    id: 12,
    title: 'Клен',
    start: '01.04',
    end: '15.05',
    symptoms:
      'Покраснение и жжение глаз, отек век, слезотечение, чихание, заложенность, кашель, одышка.',
    crossReactions: 'Может вызывать перекрёстные реакции с ольхой и берёзой.',
    color: '#4682B4',
  },
];

export default data;
